Repository: Anon34829/muwire
Catalog: webui/locale/messages_*.po
Languages: de

source: Browse Host
de: Host durchsuchen

source: Welcome to MuWire
de: Willkommen bei MuWire

source: MuWire requires JavaScript. Please enable JavaScript in your browser.
de: MuWire benötigt JavaScript. Bitte JavaScript im Browser aktivieren.

source: Browse
de: Durchsuchen

source: Connections
de: Verbindungen

source: Pages
de: Seiten

source: Search
de: Suchen

source: Shared Files
de: Geteilte Dateien

source: Trust
de: Vertrauen

source: Users
de: Benutzer

source: Subscriptions
de: Abonnements

source: Configuration
de: Konfiguration

source: Settings
de: Einstellungen

source: Help
de: Hilfe

source: User Guide
de: Benutzerhandbuch

source: About
de: Infos

source: Search in comments
de: Kommentare durchsuchen

source: Allow browsing
de: Durchsuchen erlauben

source: Download retry frequency (seconds)
de: Pause zwischen Downloadversuchen (Sekunden)

source: Directory for downloaded files
de: Verzeichnis für heruntergeladene Dateien

source: Directory for incomplete files
de: Verzeichnis für unvollständige Dateien

source: Total upload slots (-1 means unlimited)
de: Gleichzeitige Uploads insgesamt (-1 für unbegrenzt)

source: Upload slots per user (-1 means unlimited)
de: Gleichzeitige Uploads je Nutzer (-1 für unbegrenzt)

source: Sharing
de: Beteiligung

source: Share downloaded files
de: Heruntergeladene Dateien teilen

source: Share hidden files
de: Versteckte Dateien teilen

source: Allow only trusted connections
de: Nur vertrauenswürdige Verbindungen erlauben

source: Search extra hop
de: Suche um zusätzlichen Hop erweitern

source: Allow others to view my trust list
de: Anderen Einsicht in meine Vertrauensliste erlauben

source: Trust list update frequency (hours)
de: Aktualisierungsintervall der Vertrauensliste (Stunden)

source: I2P Tunnels - Changes Require Plugin Restart
de: I2P Tunnel - Änderungen erfordern Neustart des Plugins

source: Inbound tunnel length
de: Tunnellänge eingehend

source: Inbound tunnel quantity
de: Tunnelanzahl eingehend

source: Outbound tunnel length
de: Tunnellänge ausgehend

source: Outbound tunnel quantity
de: Tunnelanzahl ausgehend

source: Save
de: Speichern

source: Download Details
de: Details des Downloads

source: Click on a download to view details
de: Klick auf einen Download zeigt die Details

source: Home
de: Pos1

source: Active Searches By Sender
de: Aktive Suchen nach Absender

source: Group By File
de: Nach Datei gruppieren

source: Active Searches By File
de: Aktive Suchen nach Datei

source: Group By Sender
de: Nach Absender gruppieren

source: Results
de: Ergebnisse

source: Initial Setup
de: Ersteinrichtung

source: Welcome to MuWire! Please select a nickname and download locations
de: Willkommen bei MuWire! Bitte einen Spitznamen eingeben und wohin Downloads gespeichert werden

source: These directories will be created if they do not already exist
de: Diese Verzeichnisse werden erstellt wenn es sie noch nicht gibt

source: Nickname
de: Spitzname

source: Directory for saving downloaded files
de: Verzeichnis für heruntergeladene Dateien

source: Directory for storing incomplete files
de: Verzeichnis für unvollständige Dateien

source: Submit
de: Übermitteln

source: Share
de: Teilen

source: View As Table
de: Tabellenansicht

source: View As Tree
de: Baumansicht

source: Trusted Users
de: Vertrauenswürdiger Nutzer

source: Distrusted Users
de: Misstrauter Nutzer

source: Bad input
de: Ungültige Eingabe

source: {0} does not exist
de: {0} ist nicht vorhanden

source: {0} is not a directory
de: {0} ist kein Verzeichnis

source: {0} not writeable
de: {0} ist nicht schreibbar

source: Unknown
de: Unbekannt

source: MuWire is initializing, please wait
de: MuWire initialisiert, bitte warten

source: Never
de: Nie

source: {0}% of piece
de: {0}% des Stücks

source: Actions
de: Aktionen

source: Active Sources
de: Aktive Quellen

source: Browsing
de: Durchsuchen

source: Cancel
de: Abbrechen

source: Certificates
de: Beglaubigungen

source: Certified
de: Beglaubigt

source: Certify
de: Beglaubigen

source: Clear Finished
de: Fertige entfernen

source: Comment
de: Kommentar

source: Details for {0}
de: Details für {0}

source: Distrusted
de: Misstraut

source: Distrusted User
de: Misstrauter Nutzer

source: Down
de: abwärts

source: Download
de: Herunterladen

source: Download Location
de: Speicherort

source: Downloaded
de: Heruntergeladen

source: Downloaded Pieces
de: Geladene Stücke

source: Downloading
de: Lade herunter

source: Enter Reason (Optional)
de: Grund eingeben (optional)

source: Fetching Certificates
de: Hole Beglaubigungen

source: File
de: Datei

source: Hashing
de: Hashwertberechnung

source: Hide Certificates
de: Beglaubigungen ausblenden

source: Hide Comment
de: Kommentar ausblenden

source: Host
de: Rechner

source: Imported
de: importiert

source: Known Sources
de: Bekannte Quellen

source: Last Updated
de: Zuletzt aktualisiert

source: Mark Distrusted
de: Als misstraut markieren

source: Mark Neutral
de: Als neutral markieren

source: Mark Trusted
de: Als vertrauenswürdig markieren

source: Piece Size
de: Größe des Stückes

source: Progress
de: Fortschritt

source: Query
de: Abfrage

source: Reason
de: Grund

source: Refresh
de: Aktualisieren

source: Remote Pieces
de: Stücke der Gegenstelle

source: Results for {0}
de: Ergebnisse für {0}

source: Results from {0}
de: Ergebnisse von {0}

source: Resume
de: weiter

source: Retry
de: Versuche erneut

source: Sender
de: Absender

source: Senders
de: Absender

source: Show Comment
de: Kommentar zeigen

source: Size
de: Grösse

source: Sources
de: Quellen

source: Speed
de: Geschw.

source: State
de: Status

source: Subscribe
de: Abonnieren

source: Subscribed
de: Abonniert

source: Total Pieces
de: Gesamtzahl Stücke

source: Trusted
de: Vertrauenswürdig

source: Trusted User
de: Vertrauenswürdiger Nutzer

source: Unshare
de: Nicht teilen

source: Unsubscribe
de: Abbestellen

source: User
de: Benutzer

source: View 1 Certificate
de: 1 Beglaubigung zeigen

source: View {0} Certificates
de: {0} Beglaubigungen zeigen

source: Your Trust
de: Dein Vertrauen
